/*
 Navicat Premium Data Transfer

 Source Server         : Mysql
 Source Server Type    : MySQL
 Source Server Version : 80018
 Source Host           : localhost:3306
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 80018
 File Encoding         : 65001

 Date: 14/12/2021 15:56:52
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint(20) NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint(3) NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int(11) NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int(11) NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint(3) NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  `hos_schedule_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-13', 0, 33, 22, 100, 1, '2021-05-10 16:21:32', '2021-12-01 14:00:29', 0, '6099dfc3ba72256ae0f2ddb8');
INSERT INTO `schedule` VALUES (2, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-22', 0, 40, 6, 100, 1, '2021-05-11 09:37:07', '2021-12-01 14:00:29', 0, '6099dfc3ba72256ae0f2ddb9');
INSERT INTO `schedule` VALUES (3, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-22', 1, 27, 10, 100, 1, '2021-05-11 09:37:07', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddba');
INSERT INTO `schedule` VALUES (4, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-14', 0, 33, 22, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddbb');
INSERT INTO `schedule` VALUES (5, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-23', 0, 40, 6, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddbc');
INSERT INTO `schedule` VALUES (6, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-23', 1, 27, 10, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddbd');
INSERT INTO `schedule` VALUES (7, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-15', 0, 33, 22, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddbe');
INSERT INTO `schedule` VALUES (8, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-24', 0, 40, 6, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddbf');
INSERT INTO `schedule` VALUES (9, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-24', 1, 27, 10, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddc0');
INSERT INTO `schedule` VALUES (10, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-16', 0, 33, 22, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddc1');
INSERT INTO `schedule` VALUES (11, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-25', 0, 40, 6, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc4ba72256ae0f2ddc2');
INSERT INTO `schedule` VALUES (12, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-25', 1, 27, 10, 100, 1, '2021-05-11 09:37:08', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc3');
INSERT INTO `schedule` VALUES (13, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-17', 0, 33, 22, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc4');
INSERT INTO `schedule` VALUES (14, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-26', 0, 40, 6, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc5');
INSERT INTO `schedule` VALUES (15, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-26', 1, 27, 10, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc6');
INSERT INTO `schedule` VALUES (16, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-18', 0, 33, 22, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc7');
INSERT INTO `schedule` VALUES (17, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-27', 0, 40, 6, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc8');
INSERT INTO `schedule` VALUES (18, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-27', 1, 27, 10, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc5ba72256ae0f2ddc9');
INSERT INTO `schedule` VALUES (19, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-19', 0, 33, 22, 100, 1, '2021-05-11 09:37:09', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddca');
INSERT INTO `schedule` VALUES (20, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-28', 0, 40, 6, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddcb');
INSERT INTO `schedule` VALUES (21, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-28', 1, 27, 10, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddcc');
INSERT INTO `schedule` VALUES (22, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-20', 0, 33, 22, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddcd');
INSERT INTO `schedule` VALUES (23, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-29', 0, 40, 6, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddce');
INSERT INTO `schedule` VALUES (24, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-29', 1, 27, 10, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddcf');
INSERT INTO `schedule` VALUES (25, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-21', 0, 33, 22, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddd0');
INSERT INTO `schedule` VALUES (26, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddd1');
INSERT INTO `schedule` VALUES (27, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc6ba72256ae0f2ddd2');
INSERT INTO `schedule` VALUES (29, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-05-11 09:37:10', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd3');
INSERT INTO `schedule` VALUES (30, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd4');
INSERT INTO `schedule` VALUES (31, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-01', 0, 33, 22, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd5');
INSERT INTO `schedule` VALUES (32, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-01', 0, 40, 6, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd6');
INSERT INTO `schedule` VALUES (33, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-01', 1, 27, 10, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd7');
INSERT INTO `schedule` VALUES (34, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-02', 0, 33, 20, 100, 1, '2021-05-11 09:37:11', '2021-12-01 15:48:44', 0, '6099dfc7ba72256ae0f2ddd8');
INSERT INTO `schedule` VALUES (35, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-02', 0, 40, 6, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddd9');
INSERT INTO `schedule` VALUES (36, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-02', 1, 27, 10, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2ddda');
INSERT INTO `schedule` VALUES (37, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-03', 0, 33, 22, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2dddb');
INSERT INTO `schedule` VALUES (38, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-03', 0, 40, 6, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc7ba72256ae0f2dddc');
INSERT INTO `schedule` VALUES (39, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-03', 1, 27, 10, 100, 1, '2021-05-11 09:37:11', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dddd');
INSERT INTO `schedule` VALUES (40, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-04', 0, 33, 21, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2ddde');
INSERT INTO `schedule` VALUES (41, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-04', 0, 40, 6, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dddf');
INSERT INTO `schedule` VALUES (42, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-04', 1, 27, 10, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde0');
INSERT INTO `schedule` VALUES (43, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-05', 0, 33, 21, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde1');
INSERT INTO `schedule` VALUES (44, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-05', 0, 40, 6, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde2');
INSERT INTO `schedule` VALUES (45, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-05', 1, 27, 10, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde3');
INSERT INTO `schedule` VALUES (46, '1000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-06', 0, 33, 22, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde4');
INSERT INTO `schedule` VALUES (47, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-06', 0, 40, 6, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde5');
INSERT INTO `schedule` VALUES (48, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-06', 1, 27, 10, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde6');
INSERT INTO `schedule` VALUES (49, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-07', 0, 33, 20, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde7');
INSERT INTO `schedule` VALUES (50, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-07', 0, 40, 6, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc8ba72256ae0f2dde8');
INSERT INTO `schedule` VALUES (51, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-07', 1, 27, 10, 100, 1, '2021-05-11 09:37:12', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2dde9');
INSERT INTO `schedule` VALUES (52, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-08', 0, 33, 22, 100, 1, '2021-05-11 09:37:13', '2021-12-07 14:12:55', 0, '6099dfc9ba72256ae0f2ddea');
INSERT INTO `schedule` VALUES (53, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-08', 0, 40, 6, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddeb');
INSERT INTO `schedule` VALUES (54, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-08', 1, 27, 10, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddec');
INSERT INTO `schedule` VALUES (55, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-09', 0, 33, 22, 100, 1, '2021-05-11 09:37:13', '2021-12-07 14:25:54', 0, '6099dfc9ba72256ae0f2dded');
INSERT INTO `schedule` VALUES (56, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-09', 0, 40, 6, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddee');
INSERT INTO `schedule` VALUES (57, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-09', 1, 27, 10, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddef');
INSERT INTO `schedule` VALUES (58, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-10', 0, 33, 20, 100, 1, '2021-05-11 09:37:13', '2021-12-07 14:24:44', 0, '6099dfc9ba72256ae0f2ddf0');
INSERT INTO `schedule` VALUES (59, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-10', 0, 40, 6, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddf1');
INSERT INTO `schedule` VALUES (60, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-10', 1, 27, 10, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddf2');
INSERT INTO `schedule` VALUES (61, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-11', 0, 33, 22, 100, 1, '2021-05-11 09:37:13', '2021-12-06 15:40:15', 0, '6099dfc9ba72256ae0f2ddf3');
INSERT INTO `schedule` VALUES (62, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-11', 0, 40, 6, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfc9ba72256ae0f2ddf4');
INSERT INTO `schedule` VALUES (63, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-11', 1, 27, 10, 100, 1, '2021-05-11 09:37:13', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddf5');
INSERT INTO `schedule` VALUES (64, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-12', 0, 33, 22, 100, 1, '2021-05-11 09:37:14', '2021-12-06 17:00:02', 0, '6099dfcaba72256ae0f2ddf6');
INSERT INTO `schedule` VALUES (65, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-12', 0, 40, 6, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddf7');
INSERT INTO `schedule` VALUES (66, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-12', 1, 27, 10, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddf8');
INSERT INTO `schedule` VALUES (67, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-13', 0, 33, 22, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddf9');
INSERT INTO `schedule` VALUES (68, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-13', 0, 40, 6, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddfa');
INSERT INTO `schedule` VALUES (69, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-13', 1, 27, 10, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddfb');
INSERT INTO `schedule` VALUES (70, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-14', 0, 33, 22, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddfc');
INSERT INTO `schedule` VALUES (71, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-14', 0, 40, 6, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddfd');
INSERT INTO `schedule` VALUES (72, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-14', 1, 27, 10, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2ddfe');
INSERT INTO `schedule` VALUES (73, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-15', 0, 33, 22, 100, 1, '2021-05-11 09:37:14', '2021-12-07 10:53:22', 0, '6099dfcaba72256ae0f2ddff');
INSERT INTO `schedule` VALUES (74, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-15', 0, 40, 6, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcaba72256ae0f2de00');
INSERT INTO `schedule` VALUES (75, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-15', 1, 27, 10, 100, 1, '2021-05-11 09:37:14', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de01');
INSERT INTO `schedule` VALUES (76, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-16', 0, 33, 22, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de02');
INSERT INTO `schedule` VALUES (77, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-16', 0, 40, 6, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de03');
INSERT INTO `schedule` VALUES (78, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-16', 1, 27, 10, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de04');
INSERT INTO `schedule` VALUES (79, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-17', 0, 33, 22, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de05');
INSERT INTO `schedule` VALUES (80, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-17', 0, 40, 6, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de06');
INSERT INTO `schedule` VALUES (81, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-17', 1, 27, 10, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de07');
INSERT INTO `schedule` VALUES (82, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-18', 0, 33, 22, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de08');
INSERT INTO `schedule` VALUES (83, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-18', 0, 40, 6, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de09');
INSERT INTO `schedule` VALUES (84, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-18', 1, 27, 10, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de0a');
INSERT INTO `schedule` VALUES (85, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-19', 0, 33, 22, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de0b');
INSERT INTO `schedule` VALUES (86, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-19', 0, 40, 6, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de0c');
INSERT INTO `schedule` VALUES (87, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-19', 1, 27, 10, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfcbba72256ae0f2de0d');
INSERT INTO `schedule` VALUES (88, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-20', 0, 33, 22, 100, 1, '2021-05-11 09:37:15', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de0e');
INSERT INTO `schedule` VALUES (89, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-20', 0, 40, 6, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de0f');
INSERT INTO `schedule` VALUES (90, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-20', 1, 27, 10, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de10');
INSERT INTO `schedule` VALUES (91, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-21', 0, 33, 22, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de11');
INSERT INTO `schedule` VALUES (92, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-21', 0, 40, 6, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de12');
INSERT INTO `schedule` VALUES (93, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-21', 1, 27, 10, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de13');
INSERT INTO `schedule` VALUES (94, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-22', 0, 33, 22, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de14');
INSERT INTO `schedule` VALUES (95, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-22', 0, 40, 6, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de15');
INSERT INTO `schedule` VALUES (96, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-22', 1, 27, 10, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de16');
INSERT INTO `schedule` VALUES (97, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-23', 0, 33, 22, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfccba72256ae0f2de17');
INSERT INTO `schedule` VALUES (98, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-23', 0, 40, 6, 100, 1, '2021-05-11 09:37:16', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de18');
INSERT INTO `schedule` VALUES (99, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-23', 1, 27, 10, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de19');
INSERT INTO `schedule` VALUES (100, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-24', 0, 33, 22, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1a');
INSERT INTO `schedule` VALUES (101, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-24', 0, 40, 6, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1b');
INSERT INTO `schedule` VALUES (102, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-24', 1, 27, 10, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1c');
INSERT INTO `schedule` VALUES (103, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-25', 0, 33, 22, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1d');
INSERT INTO `schedule` VALUES (104, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-25', 0, 40, 6, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1e');
INSERT INTO `schedule` VALUES (105, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-25', 1, 27, 10, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de1f');
INSERT INTO `schedule` VALUES (106, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-26', 0, 33, 22, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de20');
INSERT INTO `schedule` VALUES (107, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-26', 0, 40, 6, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de21');
INSERT INTO `schedule` VALUES (108, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-26', 1, 27, 10, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfcdba72256ae0f2de22');
INSERT INTO `schedule` VALUES (109, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-27', 0, 33, 22, 100, 1, '2021-05-11 09:37:17', '2021-12-01 14:00:29', 0, '6099dfceba72256ae0f2de23');
INSERT INTO `schedule` VALUES (110, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-27', 0, 40, 6, 100, 1, '2021-05-11 09:37:18', '2021-12-01 14:00:29', 0, '6099dfceba72256ae0f2de24');
INSERT INTO `schedule` VALUES (111, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-27', 1, 27, 10, 100, 1, '2021-05-11 09:37:18', '2021-12-01 14:00:29', 0, '6099dfceba72256ae0f2de25');
INSERT INTO `schedule` VALUES (112, '1000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-28', 0, 33, 22, 100, 1, '2021-05-11 09:37:18', '2021-12-01 14:00:29', 0, '6099dfceba72256ae0f2de26');
INSERT INTO `schedule` VALUES (113, '1000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-28', 0, 40, 6, 100, 1, '2021-05-11 09:37:18', '2021-12-01 14:00:29', 0, '6099dfceba72256ae0f2de27');
INSERT INTO `schedule` VALUES (114, '1000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-28', 1, 27, 10, 100, 1, '2021-05-11 09:37:18', '2021-12-01 14:00:29', 0, '6099e0af8f010b1012a494fc');

SET FOREIGN_KEY_CHECKS = 1;
